Repository: marcucus/ledge
Catalog: Sources/App/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# action.close
source: Close
fr: Fermer

# action.settings
source: Settings
fr: Paramètres

# clipboard.action.clear
source: Clear history
fr: Vider l'historique

# clipboard.empty
source: No copies yet
fr: Aucune copie

# dropzone.action.clear
source: Clear
fr: Vider

# dropzone.action.save
source: Save…
fr: Enregistrer…

# dropzone.empty
source: Drop files here
fr: Déposez des fichiers ici

# dropzone.items.count
source: files
fr: fichiers

# media.nowPlaying.empty
source: Nothing playing
fr: Rien en lecture

# module.clipboard.label
source: Clipboard
fr: Presse-papiers

# module.dropzone.label
source: Drop Zone
fr: Zone de dépôt

# module.media.label
source: Media
fr: Média

# module.system.label
source: System
fr: Système

# settings.about.checkUpdates
source: Check for Updates…
fr: Vérifier les mises à jour…

# settings.appearance.cornerRadius
source: Corner radius
fr: Rayon des coins

# settings.appearance.panelWidth
source: Panel width
fr: Largeur du panneau

# settings.display.fullscreen
source: Full Screen behavior
fr: Comportement plein écran

# settings.display.fullscreen.accessible
source: Stay accessible (appears on hover)
fr: Rester accessible (au survol)

# settings.display.fullscreen.hidden
source: Hide automatically
fr: Masquer automatiquement

# settings.display.fullscreen.overlay
source: Always visible (overlay)
fr: Toujours visible (overlay)

# settings.display.notchDetection
source: Notch detection
fr: Détection de l'encoche

# settings.display.notchDetection.automatic
source: Automatic (recommended)
fr: Automatique (recommandé)

# settings.display.notchDetection.manual
source: Manual
fr: Manuel

# settings.display.timerRing
source: Show timer ring when active
fr: Afficher l'anneau de timer

# settings.general.collapseDelay
source: Close delay
fr: Délai de fermeture

# settings.general.language
source: Language
fr: Langue

# settings.general.launchAtLogin
source: Launch at login
fr: Lancer au démarrage

# settings.general.peekDuration
source: Peek duration
fr: Durée du survol

# settings.modules.enabled
source: Enabled
fr: Activé

# settings.permissions.accessibility
source: Accessibility
fr: Accessibilité

# settings.permissions.openSettings
source: Open Settings
fr: Ouvrir Réglages

# settings.section.about
source: About
fr: À propos

# settings.section.appearance
source: Appearance
fr: Apparence

# settings.section.display
source: Display
fr: Affichage

# settings.section.general
source: General
fr: Général

# settings.section.shortcuts
source: Shortcuts
fr: Raccourcis

# settings.shortcuts.globalEnabled
source: Enable global shortcuts
fr: Activer les raccourcis globaux

# settings.shortcuts.media
source: Media
fr: Média

# settings.shortcuts.newTimer
source: New timer
fr: Nouveau minuteur

# settings.shortcuts.openClose
source: Open / close panel
fr: Ouvrir / fermer le panneau

# settings.shortcuts.paste
source: Paste from history
fr: Coller depuis l'historique

# settings.window.title
source: Notchy — Settings
fr: Notchy — Paramètres

# system.battery.charging
source: Charging
fr: En charge

# system.gauge.battery
source: Battery
fr: Batterie

# system.gauge.network
source: Net
fr: Rés.

# system.section.gauges
source: Gauges
fr: Jauges

# system.section.launcher
source: Launcher
fr: Lanceur

# system.section.toggles
source: Quick Toggles
fr: Toggles rapides

# system.toggle.caffeine
source: Caffeine
fr: Anti-veille

# system.toggle.mute
source: Mute
fr: Muet

# timer.action.add
source: Add
fr: Ajouter

# timer.action.custom
source: Custom timer
fr: Timer personnalisé

# timer.notification.body
source: Timer finished!
fr: Timer terminé !

# timer.peek.idle
source: No timer
fr: Aucun timer

# timer.pomodoro.longBreak
source: Long Break
fr: Grande pause

# timer.pomodoro.shortBreak
source: Short Break
fr: Pause courte

# timer.pomodoro.start
source: Start Pomodoro
fr: Démarrer Pomodoro
